[
  {
    "id": 1,
    "title": "Властелин Колец",
    "description": "Аннотация: «Властелин Колец» Джона Толкина повествует о Великой войне за Кольцо, о войне, длившейся не одну тысячу лет. Овладевший Кольцом получает власть над всем живым и мертвым, но при этом должен служить Злу! Юному хоббиту Фродо выпадает участь уничтожить Кольцо.",
    "author": "Tolkin",
    "data": 2022,
    "status": "FREE",
    "imageUrl": "https://i.pinimg.com/564x/36/4f/98/364f98426c440bf5ee029ea86fd54d15.jpg"
  },
  {
    "id": 2,
    "title": "Автостопом по галактике",
    "description": "okookokokokok",
    "author": "Гарри Гаррисон",
    "data": 2021,
    "status": "FREE",
    "imageUrl": "https://i.pinimg.com/474x/31/82/3a/31823ac721babb4f7edb2ebd906ca425.jpg"
  },
  {
    "id": 3,
    "title": "Понедельник начинается в субботу",
    "description": "Данная книга не менее интересная и привлекающая взор читателя.Художественная реализация мечты авторов о возможности для современного талантливого человека сосредоточиться на научном творчестве и познании тайн Вселенной. Существенную роль в повести играют также ярко выраженные сатирические мотивы; в ней высмеиваются приспособленцы, бюрократы и жулики от науки.",
    "author": "Братья Стругацких",
    "data": 2020,
    "status": "ISSUED",
    "imageUrl": "https://avatars.dzeninfra.ru/get-zen_doc/3126430/pub_5f5b33218279b409464ff3d1_5f5c8d9b93cc6c72ff586506/scale_1200"
  },
  {
    "id": 4,
    "title": "Не время для драконов",
    "description": "В этом мире солнце желто, как глаз дракона – огнедышущего дракона с узкими желтыми зрачками, – трава зелена, а вода прозрачна. Там тянутся к голубому небу замки из камня и здания из бетона, там живут гномы, эльфы и люди, там безраздельно влавствует Магия…\n\nПробил роковой час – и Серединный Мир призвал человека с Изнанки. В смертельных схватках с сильнейшими магами четырех стихий он должен пройти посвящение, овладеть Силой и исполнить свое предназначение…",
    "author": "Сергей Лукьяненко",
    "data": 2020,
    "status": "FREE",
    "imageUrl": "https://i.pinimg.com/564x/77/ad/40/77ad40f63e168640cfba1362f56204bb.jpg"
  },
  {
    "id": 5,
    "title": "Гарри Поттер и философский камень",
    "description": "Книга, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха. Книга, сделавшая Джоан Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. «Гарри Поттер и Философский камень» - история начинается.",
    "author": "Джоан Роулинг",
    "data": 2020,
    "status": "FREE",
    "imageUrl": "https://i.pinimg.com/474x/4d/d3/93/4dd3935b607e3dd114ab35c8ca445e06.jpg"
  }
]